Repository: bheemboy/Cards56
Catalog: Cards56Lib/locale/*/strings.po
Languages: ml_in

source: Unknown Error.
ml_in: അജ്ഞാത പിശക്.

source: Bidding has not yet started.
ml_in: തിരക്ക് കൂട്ടല്ലേ മാഷെ വിളി തുടങ്ങിയിട്ടില്ല.

source: Bidding is over.
ml_in: വിളിയൊക്കെ കഴിഞ്ഞല്ലോ. അടുത്ത തവണ വിളിക്കാം ട്ടോ.

source: Bidding is not yet over.
ml_in: വിളി ഇതുവരെ അവസാനിച്ചിട്ടില്ല.

source: Waiting for {0} to play. It is not your turn.
ml_in: തിരക്ക് കൂട്ടല്ലേ ആദ്യം {0} കളിക്കട്ടെ.

source: Bid must be between {0} and {1}.
ml_in: വിളി {0} നും {1} നും ഇടയിലായിരിക്കണം.

source: Passing is not allowed.
ml_in: വിടൽ അനുവദനീയമല്ല.

source: Game not yet started.
ml_in: കളി തുടങ്ങിയിട്ടില്ല.

source: Game is over.
ml_in: കളി കഴിഞ്ഞു.

source: This is a thani game.
ml_in: ഇത് തനികളിയാണ് കേട്ടോ.

source: You are not the high bidder. High bidder is {0}.
ml_in: നിങ്ങൾ ഉയർന്ന ലേലം വിളിച്ചയാളല്ല. ഉയർന്ന ബിഡ്ഡർ {0} ആണ്.

source: Trump already selected.
ml_in: തുരുപ്പു വെച്ചു കഴിഞ്ഞു.

source: Trump not yet selected.
ml_in: തുരുപ്പു വെച്ചിട്ടില്ല.

source: All cards for the round are played.
ml_in: ഈ റൗണ്ടിലെ ചീറ്റാല്ലാം ഇട്ടല്ലോ.

source: You are already on the table.
ml_in: തങ്ങൾ ടേബിളിൽ ഉണ്ടല്ലോ. പിന്നെ എന്താ പ്രശ്നം.

source: Table is full.
ml_in: ഈ ടേബിൾ നിറഞ്ഞു ഇനി ഇതിൽ സ്ഥലമില്ല.

source: Card not found.
ml_in: കാർഡ് കണ്ടെത്തിയില്ല.

source: Must play a ({0}).
ml_in: ഒരു ({0}) പ്ലേ ചെയ്യണം.

source: Cannot play trump suit.
ml_in: തുരുപ്പു കളിയ്ക്കാൻ പാടില്ല ട്ടോ.

source: Cannot play the trump card.
ml_in: കാമത്തിയ ചീട്ടു കളിയ്ക്കാൻ ആയിട്ടില്ല.

source: Bidder must play THE trump card '{0}' immediately after exposing it.
ml_in: കാമത്തിയ ചീട്ടു {0} കളിക്ക് മാഷെ. ഇത് എന്താ വെള്ളരിക്ക പട്ടണം ആണെന്ന് വിചാരിച്ചോ?

source: Must play card from trump suit '{0}'.
ml_in: അതാ ഇപ്പൊ നന്നായതു. '{0}' കളിക്കു മാഷെ.

source: First player cannot show trump.
ml_in: ആദ്യ കളിക്കാരന് ട്രംപ് കാണിക്കാൻ കഴിയില്ല.

source: Must play '{0}' while you have them.
ml_in: കയ്യിൽ {0} ഇല്ലേ? അപ്പൊ അതല്ലേ കളിക്കേണ്ടത് കുട്ടി.

source: Trump card is already exposed.
ml_in: തുറുപ്പുക്കെ നേരത്തെ പൊക്കിയതാണല്ലോ.

source: Player not registered.
ml_in: പ്ലേയർ രജിസ്റ്റർ ചെയ്തിട്ടില്ല.

source: Player is not on any table.
ml_in: പ്ലേയർ ഒരു പട്ടികയിലും ഇല്ല.

source: Game is not yet over.
ml_in: ഗെയിം ഇതുവരെ അവസാനിച്ചിട്ടില്ല.

source: Not enough players on table.
ml_in: പട്ടികയിൽ വേണ്ടത്ര കളിക്കാർ ഇല്ല.

source: Opposite team has no trump cards. Game cancelled.
ml_in: എതിർ ടീമിന്റെ കയ്യിൽ തുറുപ്പൊന്നും ഇല്ല. കളി ക്യാൻസൽ!!!

source: First bidder has no points. Game cancelled.
ml_in: ആദ്യ വിളിക്കുന്നവര് ക്ക് പോയിന്റുകളില്ല. കളി റദ്ദാക്കി.

source: Clubs
ml_in: ക്ലാവർ

source: Hearts
ml_in: ഹേർട്സ്

source: Diamond
ml_in: ഡയമണ്ട്

source: Spade
ml_in: സ്‌പേഡ്‌

source: Card play has not started
ml_in: ചീട്ടു കളിയ്ക്കാൻ സമയമായിട്ടില്ല

source: Too many watcher on chair
ml_in: കസേരയിൽ കാണികൾ കൂടൂതൽ ആണ്

source: Watcher cannot forfeit
ml_in: കാണികൾ വിടാൻ പാടില്ലാ
